# IdeaStatiCa.ConnectionApi.Model.ConCrossSectionGeometry

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Components** | **List&lt;ConCrossSectionGeometryComponent&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)